Repository: vlabeit/webmarket.co.il
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Entry '%s' does not contain a valid e-mail address.
ru: Запись '%s' не содержит правильный адрес электронной почты.

source: The address file contains duplicate entries for '%s'.
ru: Файл с адресами содержит копии '%s'.

source: Some entries are already subscribed to.
ru: Некоторые записи уже подписаны.

source: E-mail address %(email)s too long, maximum length is %(email_length)s characters.
ru: Адрес электронной почты %(email)s слишком длинный, максимальная длина: %(email_length)s символов.

source: Name %(name)s too long, maximum length is %(name_length)s characters.
ru: Имя %(name)s слишком длинное, максимальная длина: %(name_length)s символов.

source: name
ru: имя

source: display
ru: отображение

source: Name column not found. The name of this column should be either 'name' or '%s'.
ru: Столбец с именем не найден. Имя этого столбца должно быть 'name' или '%s'.

source: e-mail
ru: электронная почта

source: E-mail column not found. The name of this column should be either 'email', 'e-mail' or '%(email)s'.
ru: Колонка с электронной почтой не найдена. Имя этой колонки должно быть 'email', 'e-mail' или '%(email)s'.

source: Row with content '%(row)s' does not contain a name and email field.
ru: Строка, содержащая '%(row)s', не содержит поля имени и электронной почты.

source: Error reading vCard file: %s
ru: Ошибка при чтении vCard файла: %s

source: Entry '%s' contains no email address.
ru: В записи '%s' нет адреса электронной почты.

source: Some entries have no e-mail address.
ru: Некоторые записи не содержат адрес электронной почты.

source: Messages
ru: Сообщения

source: Subscriptions
ru: Подписчики

source: Submissions
ru: Отправки

source: newsletter
ru: рассылка

source: submission
ru: отправка

source: publish date
ru: дата публикации

source: Sent.
ru: Отправлено.

source: Delayed submission.
ru: Отправка с задержкой.

source: Submitting.
ru: Отправляется.

source: Not sent.
ru: Не отправлено.

source: Status
ru: Статус

source: Submission already sent.
ru: Посылка уже отправлена.

source: Your submission is being sent.
ru: Ваша посылка отправляется.

source: Optional
ru: Необязательно

source: message
ru: сообщение

source: Preview
ru: Предпросмотр

source: No HTML template associated with the newsletter this message belongs to.
ru: Для рассылки, к которой принадлежит это сообщение, не было найдено HTML шаблона.

source: Subscribed
ru: Подписался

source: Unsubscribed
ru: Отписанный

source: Unactivated
ru: Неактивированный

source: subscribe date
ru: дата подписки

source: unsubscribe date
ru: дата отписки

source: Subscribe selected users
ru: Подписать выбранных пользователей

source: Unsubscribe selected users
ru: Отписать выбранных пользователей

source: File type '%s' was not recognized.
ru: Тип файла '%s' не был опознан.

source: File extension '%s' was not recognized.
ru: Расширение файла '%s' не было опознано.

source: No entries could found in this file.
ru: Данный файл не содержит записей.

source: Newsletter
ru: Рассылка

source: Address file
ru: Файл с адресами

source: Ignore non-fatal errors
ru: Игнорировать неустранимые ошибки

source: You should confirm in order to continue.
ru: Вы должны подтвердить, чтобы продолжить.

source: Confirm import
ru: Подтвердить импортирование

source: If a user has been selected this field should remain empty.
ru: Поле должно быть пустым, если пользователь был выбран.

source: Either a user must be selected or an email address must be specified.
ru: Какой-нибудь пользователь должен быть выбран или указан адрес электронной почты.

source: This message has already been published in some other submission. Messages can only be published once.
ru: Это сообщение уже было опубликовано в другой посылке. Сообщения могут быть опубликованы только раз.

source: Your e-mail address has already been subscribed to.
ru: Ваш адрес электронной почты уже подписан.

source: This subscription has not yet been activated.
ru: Эта подписка еще не активирована.

source: This e-mail address has not been subscribed to.
ru: Этот адрес электронной почты не подписан.

source: This subscription has already been unsubscribed from.
ru: Это подписка уже отменена.

source: The validation code supplied by you does not match.
ru: Предоставляемый вами код подтверждения не совпадает.

source: Activation code
ru: Код активации

source: Submitting queued newsletter mailings
ru: Посылка добавлена в очередь рассылок

source: newsletter title
ru: заголовок рассылки

source: Sender e-mail
ru: Электронная почта отправителя

source: sender
ru: отправитель

source: Sender name
ru: Имя отправителя

source: visible
ru: отображается

source: send html
ru: отправить html

source: Whether or not to send HTML versions of e-mails.
ru: Будете или нет отправлять HTML версию электронных писем.

source: newsletters
ru: рассылки

source: user
ru: пользователь

source: optional
ru: необязательно

source: Updated subscription %(subscription)s to %(action)s.
ru: Обновлена подписка %(subscription)s на %(action)s.

source: Neither an email nor a username is set. This asks for inconsistency!
ru: Ни один электронный ящик или пользователь не установлены. Здесь несоответствие!

source: If user is set, email must be null and vice versa.
ru: Если пользователь указан, то электронная почта не нужна и наоборот.

source: IP address
ru: IP адрес

source: activation code
ru: код активации

source: subscribed
ru: подписался

source: unsubscribed
ru: отписался

source: %(name)s <%(email)s> to %(newsletter)s
ru: %(name)s <%(email)s> в %(newsletter)s

source: %(email)s to %(newsletter)s
ru: %(email)s в %(newsletter)s

source: subscription
ru: подписка

source: subscriptions
ru: подписки

source: Sort order determines the order in which articles are concatenated in a post.
ru: Порядок сортировки определяет порядок, в котором статьи будут собраны в пост.

source: sort order
ru: порядок сортировки

source: title
ru: заголовок

source: text
ru: текст

source: link
ru: ссылка

source: image
ru: изображение

source: article
ru: статья

source: articles
ru: статьи

source: slug
ru: ЧПУ

source: created
ru: создан

source: modified
ru: изменен

source: messages
ru: сообщения

source: %(title)s in %(newsletter)s
ru: %(title)s в %(newsletter)s

source: submissions
ru: отправки

source: %(newsletter)s on %(publish_date)s
ru: %(newsletter)s на %(publish_date)s

source: Submitting %(submission)s to %(count)d people
ru: Отправка %(submission)s для %(count)d людей

source: Submitting message to: %s.
ru: Отправка сообщения для: %s

source: Message %(subscription)s failed with error: %(error)s
ru: Отправить сообщение в %(subscription)s не удалось, ошибка: %(error)s

source: Submission of message %s
ru: Отправка сообщения %s

source: If you select none, the system will automatically find the subscribers for you.
ru: Если вы ничего не выберете, тогда система автоматически найдет подписчиков для вас.

source: recipients
ru: получатели

source: publication date
ru: дата публикации

source: publish
ru: опубликованная

source: Publish in archive.
ru: Опубликованные в архиве.

source: prepared
ru: подготовленные

source: sent
ru: отправлено

source: sending
ru: отправляется

source: Preview message
ru: Предпросмотр сообщения

source: Home
ru: Главная

source: Message
ru: Сообщение

source: Change
ru: Изменить

source: Create submission
ru: Создать отправку

source: Text
ru: Текст

source: Submit
ru: Отправить

source: Import addresses
ru: Импортировать адреса

source: Confirm
ru: Подтвердить

source: Upload
ru: Загрузить

source: Unsubscribe
ru: Отписаться

source: Newsletter detail
ru: Подробности рассылок

source: Subscribe
ru: Подписаться

source: Newsletter list
ru: Список рассылок

source: Update subscriptions
ru: Обновить подписки

source: Newsletter archive
ru: Архив рассылок

source: activate
ru: активировать

source: Activate
ru: Активировать

source: Newsletter subscribe
ru: Подписаться на рассылку

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
ru: Из-за технической ошибки письмо с подтверждением не было отправлено. Возможно ваш адрес электронной почты неправильный.

source: Your subscription has successfully been activated.
ru: Ваша подписка была успешно активирована.

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
ru: Ваш запрос на подписку был успешно получен, и email для активации был отправлен Вам. В нем вы должны найти ссылку и перейти по ней, чтобы подтвердить свое решение активировать ​​подписку.

source: Do you want to subscribe to this newsletter?
ru: Вы хотите подписаться на эту рассылку?

source: Newsletter unsubscribe
ru: Отписаться от рассылки

source: You have successfully been unsubscribed.
ru: Вы успешно отписались.

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
ru: Ваш запрос на отписку был успешно получен.Сообщение со ссылкой было отправлено Вам, вы должны перейти по ней, чтобы подтвердить свою ​​отписку.

source: Do you want to unsubscribe from this newsletter?
ru: Вы хотите отменить подписку на эту рассылку?

source: Newsletter update
ru: Обновление рассылки

source: Update subscription
ru: Обновить подписку

source: Your subscription has successfully been updated.
ru: Ваша подписка успешно обновлена.

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
ru: Ваш запрос на обновление был успешно получен, сообщение для активации было отправлено Вам. В нем вы должны найти ссылку и перейти по ней, чтобы подтвердить свое решение обновить ​​подписку.

source: Currently:
ru: В текущий момент:

source: Change:
ru: Изменить:

source: The e-mail address '%(email)s' belongs to a user with an account on this site. Please log in as that user and try again.
ru: Адрес электронной почты '%(email)s' принадлежит пользователю этого сайта. Пожалуйста зайдите и попробуйте снова.

source: Your changes have been saved.
ru: Ваши изменения сохранены.

source: You have been subscribed to %s.
ru: Вы подписались на %s.

source: User %(rs)s subscribed to %(my_newsletter)s.
ru: Пользователь %(rs)s подписался на %(my_newsletter)s.

source: You are already subscribed to %s.
ru: Вы уже подписаны на %s.

source: You have been unsubscribed from %s.
ru: Вы отписались от %s.

source: User %(rs)s unsubscribed from %(my_newsletter)s.
ru: Пользователь %(rs)s отписался от %(my_newsletter)s.

source: You are not subscribed to %s.
ru: Вы не подписаны на %s.
